{
    "name": "Eastern Brown Snake",
    "venomous": true,
    "distribution": "QLD, VIC, NSW, SA",
    "description": "The adult eastern brown snake is variable in colour. Its upperparts range from pale to dark brown, or sometimes shades of orange or russet, with the pigment more richly coloured in the posterior part of the dorsal scales. Eastern brown snakes from Merauke have a tan to olive upperparts, while those from eastern Papua New Guinea are very dark grey-brown to blackish. It has a dark tongue. The iris is blackish with a paler yellow-brown or orange ring around the pupil. The eastern brown snake's chin and underparts are creams or pale yellow, sometimes fading to brown or grey-brown towards the tail. There are often orange, brown or dark grey blotches on the underparts, more prominent anteriorly. The ventral scales are often edged with dark brown on their posterior edges. Juveniles can vary in markings, but generally have a black head, with a lighter brown snout and band behind, and a black nuchal band. Their bodies can be uniform brown, or have many black bands, or a reticulated pattern, with all darker markings fading with age. Snake clutches in colder areas often have more banded than unbanded young snakes. The eastern brown snake is considered to be the second-most venomous terrestrial snake in the world, behind only the inland taipan of central eastern Australia. Responsible for more deaths from snakebite in Australia than any other species, it is the most commonly encountered dangerous snake in Adelaide and is also found in Melbourne, Canberra, Sydney, and Brisbane. As a genus, brown snakes accounted for 41% of identified snakebite victims in Australia between 2005 and 2015, responsible for 15 of the 19 deaths during this period. Within the genus, the eastern brown snake is the species most commonly implicated. It is classified as a snake of medical importance by the World Health Organization. The eastern brown snake is found along the east coast of Australia, from Malanda in far north Queensland, along with the coasts and inland ranges of Queensland, New South Wales, Victoria, and to the Yorke Peninsula in South Australia. Disjunct populations occur on the Barkly Tableland and the MacDonnell Ranges in the Northern Territory. and the far east of the Kimberley in Western Australia, and discontinuously in parts of New Guinea, specifically northern Milne Bay Province and Central Province in Papua New Guinea, and the Merauke region of Papua Province, in the Indonesian part of New Guinea. It is common in southeastern Queensland between Ipswich and Beenleigh."
}
