{
    "name": "Inland Taipan",
    "venomous": true,
    "distribution": "QLD, SA",
    "description": "The inland taipan is dark tan, ranging from a rich, dark hue to a brownish light-green, depending on the season. Its back, sides and tail may be different shades of brown and grey, with many scales having a wide blackish edge. These dark-marked scales occur in diagonal rows so that the marks align to form broken chevrons of variable length that are inclined backwards and downward. The lowermost lateral scales often have an anterior yellow edge. The dorsal scales are smooth and without keels. The round-snouted head and neck are usually noticeably darker than the body (glossy black in winter, dark brown in summer), the darker colour allowing the snake to heat itself while only exposing a smaller portion of the body at the burrow entrance. The eye is of average size with a blackish brown iris and without a noticeable coloured rim around the pupil. The inland taipan inhabits the black soil plains in the semi-arid regions where Queensland and South Australia borders converge. In Queensland, the snake has been observed in Channel Country region (e.g., Diamantina National Park, Durrie Station, Morney Plains Station and Astrebla Downs National Park) and in South Australia it has been observed in the Marree-Innamincka NRM District (e.g., Goyder Lagoon Tirari Desert, Sturt Stony Desert, Coongie Lakes, Innamincka Regional Reserve and Oodnadatta). An isolated population also occurs near Coober Pedy, South Australia. The average quantity of venom delivered by this species is 44 mg and the maximum dose recorded is 110 mg, compared to the Indian cobra (Naga raja) 169 mg/max 610 mg, and the North American eastern diamondback rattlesnake (Crotalus adamanteus) 410 mg/max 848 mg etc. The median lethal dose (LD50), subcutaneous (the most applicable to actual bites) for mice is 0.025 mg/kg (0.01 mg/kg subcutaneous, in bovine serum albumin). Compared to the beaked sea snake (Enhydrina schistosa) 0.164 mg/kg, Indian cobra 0.565 mg/kg, North American eastern diamondback rattlesnake 11.4 mg/kg, etc., the inland taipan has a smaller venom yield than its cousin the coastal taipan yet its venom is almost four times as toxic. One bite's worth of venom is enough to kill 100 fully grown men."
}
