{
    "name": "Tiger Snake",
    "venomous": true,
    "distribution": "NSW, VIC, SA, WA",
    "description": "Mainland tiger snake Banyule Flats Reserve, Melbourne, Victoria, in threat pose with body flattened and head raised Notechis is a genus of large venomous snake in the family Elapidae restricted to subtropical and temperate regions of Australia. Tiger snakes are a large group of distinct populations, which may be isolated or overlapping, with extreme variance in size and colour. Individuals also show seasonal variation in colour. The total length is typically about 1.2 metres The patterning is darker bands, strongly contrasting or indistinct, which are pale to very dark in colour. Colouration is composed of olive, yellow, orange-brown, or jet-black, and the underside of the snake is light yellow or orange. The tiger snake uses venom to dispatch its prey, and may bite an aggressor; they are potentially fatal to humans. Tolerant of low temperatures, the snake may be active on warmer nights. When threatened, they flatten their bodies and raise their heads above the ground in a classic prestrike stance. King Island tiger snake, with barely visible banding, near Petrified Forest on King Island, Australia Tiger snakes are found in coastal environments, wetlands, and creeks where they often form territories. Areas with an abundance of prey can support large populations. The species' distribution extends from the south of Western Australia through to South Australia, Tasmania, including Savage River National Park up through Victoria, and New South Wales. Its common habitat includes the coastal areas of Australia. Tiger snakes accounted for 17% of identified snakebite victims in Australia between 2005 and 2015, with four deaths recorded from 119 confirmed envenomations. Tiger snake venoms possess potent neurotoxins, coagulants, haemolysins, and mycotoxins. Symptoms of a bite include localized pain in the foot and neck region, tingling, numbness, and sweating, followed by a fairly rapid onset of breathing difficulties and paralysis. In a study, the mortality rate from untreated bites is reported to be between 40 and 60%."
}
