{
    "name": "Red-Bellied Black Snake",
    "venomous": true,
    "distribution": "NSW, VIC, QLD, SA, WA, NT",
    "description": "The red-bellied black snake has a glossy black top body with a light-grey snout and brown mouth,  and a completely black tail. It lacks a well-defined neck, its head merges seamlessly into the body. Its flanks are bright red or orange, fading to pink or dull red on the belly. All these scales have black margins. Snakes from northern populations tend to have lighter, more cream or pink bellies. The red-bellied black snake is on average around 1.25 metres (4 ft 1 in) long, the largest individual recorded at 2.55 m (8 ft 4 in).[19] Males are generally slightly larger than females. A large 2 m (6 ft 7 in) specimen caught in Newcastle has been estimated to weigh around 10 kg (22 lb). The red-bellied black snake can have a strong smell, which some field experts have used to find the snakes in the wild. The red-bellied black snake is native to the east coast of Australia, where it is one of the most commonly encountered snakes. It can be found in the urban forest, woodland, plains and bushland areas of the Blue Mountains, Canberra, Sydney, Brisbane, Melbourne, Cairns and Adelaide. The Macquarie Marshes mark a western border to its distribution in New South Wales, and Gladstone in central Queensland marks the northern limit to the main population. To the south, it occurs across eastern and central Victoria and extends along the Murray River into South Australia. There are disjunct populations in the southern Mount Lofty Ranges in South Australia, and in North Queensland. Early settlers feared the red-bellied black snake, though it turned out to be much less dangerous than many other species. The murine median lethal dose (LD50) is 2.52 mg/kg when administered subcutaneously. A red-bellied black snake yields an average of 37 mg of venom when milked, with the maximum recorded being 94 mg. It accounted for 16% of identified snakebite victims in Australia between 2005 and 2015, with no deaths recorded. Its venom contains neurotoxins, mycotoxins, coagulants and also has haemolytic properties."
}